Repository: hkiam/PeachCommander
Catalog: Sources/PCApp/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, hu, it, ko, nb, nl, pl, ro, ru, sk, sl, sv, uk, zh_hans

source: Off by default. When on, the assistant may propose a command; it runs in a visible terminal tab and only after you approve the exact wording. Never offered to external agents over MCP.
cs: Ve výchozím stavu vypnuto. Zapnuto smí asistent navrhnout příkaz; ten běží ve viditelném panelu terminálu a až po schválení přesného znění. Externím agentům přes MCP se nenabízí.
da: Slået fra som standard. Når den er slået til, må assistenten foreslå en kommando; den kører i en synlig terminalfane og først når du har godkendt den nøjagtige ordlyd. Tilbydes aldrig eksterne agenter over MCP.
de: Ab Werk aus. Eingeschaltet darf die Assistenz einen Befehl vorschlagen; er läuft in einem sichtbaren Terminal-Tab und erst, wenn Sie den genauen Wortlaut freigeben. Externen Agenten über MCP wird er nie angeboten.
es: Desactivado por omisión. Activado, el asistente puede proponer un comando; se ejecuta en una pestaña de terminal visible y solo tras aprobar el texto exacto. Nunca se ofrece a agentes externos por MCP.
fr: Désactivé par défaut. Activé, l'assistant peut proposer une commande ; elle s'exécute dans un onglet de terminal visible et seulement après votre approbation du libellé exact. Jamais proposé aux agents externes via MCP.
hu: Alapértelmezetten kikapcsolva. Bekapcsolva az asszisztens javasolhat parancsot; az látható terminállapon fut, és csak a pontos szöveg jóváhagyása után. MCP-n keresztül külső ügynököknek soha nem kínálja fel.
it: Disattivato per impostazione predefinita. Se attivo, l'assistente può proporre un comando; viene eseguito in una scheda di terminale visibile e solo dopo l'approvazione del testo esatto. Mai offerto ad agenti esterni via MCP.
ko: 기본값은 꺼짐입니다. 켜면 어시스턴트가 명령을 제안할 수 있으며, 정확한 문구를 승인한 후에만 보이는 터미널 탭에서 실행됩니다. MCP를 통해 외부 에이전트에게는 제공되지 않습니다.
nb: Av som standard. Slått på kan assistenten foreslå en kommando; den kjører i en synlig terminalfane og først etter at du har godkjent den nøyaktige ordlyden. Tilbys aldri eksterne agenter over MCP.
nl: Standaard uit. Ingeschakeld mag de assistent een opdracht voorstellen; die draait in een zichtbaar terminaltabblad en pas nadat u de exacte formulering hebt goedgekeurd. Wordt nooit aangeboden aan externe agents via MCP.
pl: Domyślnie wyłączone. Po włączeniu asystent może zaproponować polecenie; uruchamia się ono w widocznej karcie terminala i dopiero po zatwierdzeniu dokładnego brzmienia. Nigdy nie jest oferowane agentom zewnętrznym przez MCP.
ro: Dezactivat implicit. Activat, asistentul poate propune o comandă; aceasta rulează într-o filă de terminal vizibilă și doar după ce aprobați formularea exactă. Nu este oferită niciodată agenților externi prin MCP.
ru: По умолчанию выключено. Включённым ассистент может предложить команду; она выполняется в видимой вкладке терминала и только после одобрения точной формулировки. Внешним агентам по MCP не предлагается.
sk: Predvolene vypnuté. Zapnuté smie asistent navrhnúť príkaz; ten beží vo viditeľnej karte terminálu a až po schválení presného znenia. Externým agentom cez MCP sa nikdy neponúka.
sl: Privzeto izklopljeno. Vklopljeno lahko pomočnik predlaga ukaz; ta se izvede v vidnem zavihku terminala in šele po odobritvi natančnega besedila. Zunanjim posrednikom prek MCP ni nikoli ponujeno.
sv: Av som standard. Påslaget får assistenten föreslå ett kommando; det körs i en synlig terminalflik och först efter att du godkänt den exakta lydelsen. Erbjuds aldrig externa agenter över MCP.
uk: Типово вимкнено. Увімкнено асистент може запропонувати команду; вона виконується у видимій вкладці термінала і лише після схвалення точного формулювання. Зовнішнім агентам через MCP не пропонується.
zh_hans: 默认关闭。开启后助手可提议命令；命令在可见的终端标签页中运行，且仅在你批准确切措辞之后。绝不通过 MCP 提供给外部代理。

source: Okay, I won’t make those changes.
cs: Dobře, tyto změny neprovedu.
da: Okay, jeg foretager ikke de ændringer.
de: Okay, ich nehme diese Änderungen nicht vor.
es: De acuerdo, no haré esos cambios.
fr: D’accord, je n’effectuerai pas ces modifications.
hu: Rendben, nem végzem el azokat a módosításokat.
it: Va bene, non apporterò quelle modifiche.
ko: 알겠습니다. 해당 변경은 하지 않겠습니다.
nb: Greit, jeg gjør ikke de endringene.
nl: Oké, ik breng die wijzigingen niet aan.
pl: Dobrze, nie wprowadzę tych zmian.
ro: Bine, nu voi face acele modificări.
ru: Хорошо, я не буду вносить эти изменения.
sk: Dobre, tie zmeny nevykonám.
sl: V redu, teh sprememb ne bom izvedel.
sv: Okej, jag gör inte de ändringarna.
uk: Гаразд, я не вноситиму ці зміни.
zh_hans: 好的，我不会进行那些更改。

source: Old name
cs: Původní název
da: Gammelt navn
de: Alter Name
es: Nombre antiguo
fr: Ancien nom
hu: Régi név
it: Nome precedente
ko: 이전 이름
nb: Gammelt navn
nl: Oude naam
pl: Stara nazwa
ro: Nume vechi
ru: Старое имя
sk: Starý názov
sl: Staro ime
sv: Gammalt namn
uk: Старе ім’я
zh_hans: 旧名称

source: On-device (Apple Intelligence)
cs: Na zařízení (Apple Intelligence)
da: På enheden (Apple Intelligence)
de: Auf dem Gerät (Apple Intelligence)
es: En el dispositivo (Apple Intelligence)
fr: Sur l’appareil (Apple Intelligence)
hu: Eszközön (Apple Intelligence)
it: Sul dispositivo (Apple Intelligence)
ko: 온디바이스(Apple Intelligence)
nb: På enheten (Apple Intelligence)
nl: Op het apparaat (Apple Intelligence)
pl: Na urządzeniu (Apple Intelligence)
ro: Pe dispozitiv (Apple Intelligence)
ru: На устройстве (Apple Intelligence)
sk: V zariadení (Apple Intelligence)
sl: Na napravi (Apple Intelligence)
sv: På enheten (Apple Intelligence)
uk: На пристрої (Apple Intelligence)
zh_hans: 设备端（Apple Intelligence）

source: One or more folders, separated by “;”, are each searched (F-150).
cs: Prohledá se každá zadaná složka, oddělená znakem „;“ (F-150).
da: Hver angivet mappe, adskilt med “;”, gennemsøges (F-150).
de: Mehrere Ordner, durch „;“ getrennt, werden einzeln durchsucht (F-150).
es: Se busca en cada una de las carpetas indicadas, separadas por «;» (F-150).
fr: Un ou plusieurs dossiers, séparés par « ; », sont chacun parcourus (F-150).
hu: Minden megadott mappában, „;” jellel elválasztva, külön keres (F-150).
it: Ogni cartella indicata, separata da «;», viene cercata (F-150).
ko: “;”로 구분된 폴더를 각각 검색합니다(F-150).
nb: Hver angitte mappe, skilt med «;», gjennomsøkes (F-150).
nl: Elke opgegeven map, gescheiden door “;”, wordt doorzocht (F-150).
pl: Przeszukiwany jest każdy podany folder, rozdzielony znakiem „;” (F-150).
ro: Fiecare dosar indicat, separat prin „;”, este căutat (F-150).
ru: Поиск выполняется в каждой указанной папке, разделённой знаком «;» (F-150).
sk: Prehľadá sa každá zadaná zložka, oddelená znakom „;“ (F-150).
sl: Vsaka navedena mapa, ločena z znakom »;«, se preišče (F-150).
sv: Varje angiven mapp, åtskild med ”;”, genomsöks (F-150).
uk: Пошук виконується в кожній указаній папці, відокремленій знаком «;» (F-150).
zh_hans: 以“;”分隔的每个文件夹都会分别搜索（F-150）。

source: Only a SOCKS5 proxy can carry FTP; %@ is not supported here.
cs: FTP může přenášet pouze proxy SOCKS5; %@ zde není podporováno.
da: Kun en SOCKS5-proxy kan bære FTP; %@ understøttes ikke her.
de: Nur ein SOCKS5-Proxy kann FTP übertragen; %@ wird hier nicht unterstützt.
es: Solo un proxy SOCKS5 puede transportar FTP; %@ no es compatible aquí.
fr: Seul un proxy SOCKS5 peut transporter le FTP ; %@ n’est pas pris en charge ici.
hu: Az FTP-t csak SOCKS5 proxy tudja továbbítani; a(z) %@ itt nem támogatott.
it: Solo un proxy SOCKS5 può trasportare FTP; %@ non è supportato qui.
ko: FTP는 SOCKS5 프록시만 전달할 수 있습니다. %@은(는) 여기서 지원되지 않습니다.
nb: Bare en SOCKS5-proxy kan bære FTP; %@ støttes ikke her.
nl: Alleen een SOCKS5-proxy kan FTP dragen; %@ wordt hier niet ondersteund.
pl: FTP może przenosić tylko proxy SOCKS5; %@ nie jest tutaj obsługiwane.
ro: Doar un proxy SOCKS5 poate transporta FTP; %@ nu este acceptat aici.
ru: FTP может передавать только прокси SOCKS5; %@ здесь не поддерживается.
sk: FTP môže prenašať iba proxy SOCKS5; %@ tu nie je podporovaný.
sl: FTP lahko prenaša le posrednik SOCKS5; %@ tukaj ni podprt.
sv: Endast en SOCKS5-proxy kan bära FTP; %@ stöds inte här.
uk: FTP може передавати лише проксі SOCKS5; %@ тут не підтримується.
zh_hans: 只有 SOCKS5 代理能承载 FTP；此处不支持 %@。

source: Only local folders and .zip archives can be synchronized.
cs: Synchronizovat lze pouze místní složky a archivy .zip.
da: Kun lokale mapper og .zip-arkiver kan synkroniseres.
de: Es können nur lokale Ordner und .zip-Archive synchronisiert werden.
es: Solo se pueden sincronizar carpetas locales y archivos .zip.
fr: Seuls les dossiers locaux et les archives .zip peuvent être synchronisés.
hu: Csak helyi mappák és .zip archívumok szinkronizálhatók.
it: Solo cartelle locali e archivi .zip possono essere sincronizzati.
ko: 로컬 폴더와 .zip 압축 파일만 동기화할 수 있습니다.
nb: Bare lokale mapper og .zip-arkiver kan synkroniseres.
nl: Alleen lokale mappen en .zip-archieven kunnen worden gesynchroniseerd.
pl: Synchronizować można tylko lokalne foldery i archiwa .zip.
ro: Doar dosarele locale și arhivele .zip pot fi sincronizate.
ru: Синхронизировать можно только локальные папки и архивы .zip.
sk: Synchronizovať možno len lokálne priečinky a archívy .zip.
sl: Sinhronizirati je mogoče samo lokalne mape in arhive .zip.
sv: Endast lokala mappar och .zip-arkiv kan synkroniseras.
uk: Синхронізувати можна лише локальні теки та архіви .zip.
zh_hans: 只能同步本地文件夹和 .zip 归档。

source: Only local folders, .zip archives and server connections can be synchronized.
cs: Synchronizovat lze pouze místní složky, archivy .zip a připojení k serveru.
da: Kun lokale mapper, .zip-arkiver og serverforbindelser kan synkroniseres.
de: Es können nur lokale Ordner, .zip-Archive und Serververbindungen synchronisiert werden.
es: Solo se pueden sincronizar carpetas locales, archivos .zip y conexiones a servidores.
fr: Seuls les dossiers locaux, les archives .zip et les connexions à un serveur peuvent être synchronisés.
hu: Csak helyi mappák, .zip archívumok és kiszolgálókapcsolatok szinkronizálhatók.
it: È possibile sincronizzare solo cartelle locali, archivi .zip e connessioni a server.
ko: 로컬 폴더, .zip 아카이브, 서버 연결만 동기화할 수 있습니다.
nb: Bare lokale mapper, .zip-arkiver og servertilkoblinger kan synkroniseres.
nl: Alleen lokale mappen, .zip-archieven en serververbindingen kunnen worden gesynchroniseerd.
pl: Synchronizować można tylko foldery lokalne, archiwa .zip i połączenia z serwerem.
ro: Pot fi sincronizate doar foldere locale, arhive .zip și conexiuni la server.
ru: Синхронизировать можно только локальные папки, архивы .zip и подключения к серверу.
sk: Synchronizovať možno iba lokálne priečinky, archívy .zip a pripojenia k serveru.
sl: Sinhronizirati je mogoče samo krajevne mape, arhive .zip in povezave s strežnikom.
sv: Endast lokala mappar, .zip-arkiv och serveranslutningar kan synkroniseras.
uk: Синхронізувати можна лише локальні теки, архіви .zip і з’єднання із сервером.
zh_hans: 只能同步本地文件夹、.zip 压缩包和服务器连接。

source: Only newer files
cs: Pouze novější soubory
da: Kun nyere filer
de: Nur neuere Dateien
es: Solo archivos más recientes
fr: Uniquement les fichiers plus récents
hu: Csak újabb fájlok
it: Solo file più recenti
ko: 최신 파일만
nb: Bare nyere filer
nl: Alleen nieuwere bestanden
pl: Tylko nowsze pliki
ro: Doar fișiere mai noi
ru: Только более новые файлы
sk: Len novšie súbory
sl: Samo novejše datoteke
sv: Endast nyare filer
uk: Лише новіші файли
zh_hans: 仅较新的文件

source: Only replace existing files when the source is newer
cs: Nahradit existující soubory pouze tehdy, je-li zdroj novější
da: Erstat kun eksisterende filer, når kilden er nyere
de: Vorhandene Dateien nur ersetzen, wenn die Quelle neuer ist
es: Reemplazar los archivos existentes solo cuando el origen sea más reciente
fr: Ne remplacer les fichiers existants que si la source est plus récente
hu: A meglévő fájlok cseréje csak akkor, ha a forrás újabb
it: Sostituisci i file esistenti solo quando l’origine è più recente
ko: 소스가 더 최신일 때만 기존 파일 바꾸기
nb: Erstatt kun eksisterende filer når kilden er nyere
nl: Bestaande bestanden alleen vervangen als de bron nieuwer is
pl: Zastępuj istniejące pliki tylko, gdy źródło jest nowsze
ro: Înlocuiește fișierele existente doar când sursa este mai nouă
ru: Заменять существующие файлы, только если источник новее
sk: Nahradiť existujúce súbory len vtedy, keď je zdroj novší
sl: Zamenjaj obstoječe datoteke samo, kadar je vir novejši
sv: Ersätt endast befintliga filer när källan är nyare
uk: Замінювати наявні файли лише коли джерело новіше
zh_hans: 仅当源文件较新时才替换现有文件

source: Only with Ctrl+Alt
cs: Pouze s Ctrl+Alt
da: Kun med Ctrl+Alt
de: Nur mit Ctrl+Alt
es: Solo con Ctrl+Alt
fr: Uniquement avec Ctrl+Alt
hu: Csak Ctrl+Alt esetén
it: Solo con Ctrl+Alt
ko: Ctrl+Alt로만
nb: Bare med Ctrl+Alt
nl: Alleen met Ctrl+Alt
pl: Tylko z Ctrl+Alt
ro: Doar cu Ctrl+Alt
ru: Только с Ctrl+Alt
sk: Len s Ctrl+Alt
sl: Samo s Ctrl+Alt
sv: Endast med Ctrl+Alt
uk: Лише з Ctrl+Alt
zh_hans: 仅使用 Ctrl+Alt

source: Open
cs: Otevřít
da: Åbn
de: Öffnen
es: Abrir
fr: Ouvrir
hu: Megnyitás
it: Apri
ko: 열기
nb: Åpne
pl: Otwórz
ro: Deschide
ru: Открыть
sk: Otvoriť
sl: Odpri
sv: Öppna
uk: Відкрити
zh_hans: 打开

source: Open ${folder} in ${panel}
cs: Otevřít ${folder} v ${panel}
da: Åbn ${folder} i ${panel}
de: ${folder} in ${panel} öffnen
es: Abrir ${folder} en ${panel}
fr: Ouvrir ${folder} dans ${panel}
hu: ${folder} megnyitása itt: ${panel}
it: Apri ${folder} in ${panel}
ko: ${panel}에서 ${folder} 열기
nb: Åpne ${folder} i ${panel}
nl: ${folder} openen in ${panel}
pl: Otwórz ${folder} w ${panel}
ro: Deschide ${folder} în ${panel}
ru: Открыть ${folder} в ${panel}
sk: Otvoriť ${folder} v ${panel}
sl: Odpri ${folder} v ${panel}
sv: Öppna ${folder} i ${panel}
uk: Відкрити ${folder} у ${panel}
zh_hans: 在 ${panel} 中打开 ${folder}

source: Open Config Folder
cs: Otevřít složku konfigurace
da: Åbn konfigurationsmappe
de: Konfigurationsordner öffnen
es: Abrir carpeta de configuración
fr: Ouvrir le dossier de configuration
hu: Konfigurációs mappa megnyitása
it: Apri cartella di configurazione
ko: 구성 폴더 열기
nb: Åpne konfigurasjonsmappe
nl: Configuratiemap openen
pl: Otwórz folder konfiguracji
ro: Deschide dosarul de configurare
ru: Открыть папку конфигурации
sk: Otvoriť priečinok konfigurácie
sl: Odpri konfiguracijsko mapo
sv: Öppna konfigurationsmapp
uk: Відкрити теку конфігурації
zh_hans: 打开配置文件夹

source: Open Folder
cs: Otevřít složku
da: Åbn mappe
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
hu: Mappa megnyitása
it: Apri cartella
ko: 폴더 열기
nb: Åpne mappe
nl: Map openen
pl: Otwórz folder
ro: Deschide dosarul
ru: Открыть папку
sk: Otvoriť zložku
sl: Odpri mapo
sv: Öppna mapp
uk: Відкрити папку
zh_hans: 打开文件夹

source: Open Folder in New Tab
cs: Otevřít složku v novém panelu
da: Åbn mappe i ny fane
de: Ordner in neuem Tab öffnen
es: Abrir carpeta en una pestaña nueva
fr: Ouvrir le dossier dans un nouvel onglet
hu: Mappa megnyitása új lapon
it: Apri cartella in una nuova scheda
ko: 새로운 탭에서 폴더 열기
nb: Åpne mappe i ny fane
nl: Map openen in nieuw tabblad
pl: Otwórz folder w nowej karcie
ro: Deschide dosarul într-o filă nouă
ru: Открыть папку в новой вкладке
sk: Otvoriť priečinok na novej karte
sl: Odpri mapo v novem zavihku
sv: Öppna mapp i ny flik
uk: Відкрити теку в новій вкладці
zh_hans: 在新标签页中打开文件夹

source: Open Folder in Panel
cs: Otevřít složku v panelu
da: Åbn mappe i panel
de: Ordner im Panel öffnen
es: Abrir carpeta en un panel
fr: Ouvrir le dossier dans un panneau
hu: Mappa megnyitása panelben
it: Apri la cartella in un pannello
ko: 패널에서 폴더 열기
nb: Åpne mappe i panel
nl: Map in paneel openen
pl: Otwórz folder w panelu
ro: Deschide dosarul în panou
ru: Открыть папку в панели
sk: Otvoriť zložku v paneli
sl: Odpri mapo v panelu
sv: Öppna mapp i panel
uk: Відкрити папку в панелі
zh_hans: 在面板中打开文件夹

source: Open Peach Commander first, then run this action.
cs: Nejprve otevřete Peach Commander a potom spusťte tuto akci.
da: Åbn først Peach Commander, og kør derefter denne handling.
de: Öffnen Sie zuerst Peach Commander und führen Sie diese Aktion dann aus.
es: Abra primero Peach Commander y ejecute después esta acción.
fr: Ouvrez d’abord Peach Commander, puis exécutez cette action.
hu: Nyissa meg először a Peach Commandert, majd futtassa ezt a műveletet.
it: Aprite prima Peach Commander, poi eseguite questa azione.
ko: 먼저 Peach Commander를 연 다음 이 동작을 실행하십시오.
nb: Åpne Peach Commander først, og kjør deretter denne handlingen.
nl: Open eerst Peach Commander en voer daarna deze actie uit.
pl: Najpierw otwórz Peach Commandera, a potem uruchom tę akcję.
ro: Deschideți mai întâi Peach Commander, apoi rulați această acțiune.
ru: Сначала откройте Peach Commander, затем запустите это действие.
sk: Najprv otvorte Peach Commander a potom spustite túto akciu.
sl: Najprej odprite Peach Commander, nato zaženite to dejanje.
sv: Öppna Peach Commander först och kör sedan den här åtgärden.
uk: Спочатку відкрийте Peach Commander, потім запустіть цю дію.
zh_hans: 请先打开 Peach Commander，然后再运行此操作。

source: Open Source & Third-Party Software
cs: Software s otevřeným zdrojovým kódem a software třetích stran
da: Open source- og tredjepartssoftware
de: Open Source & Drittanbieter-Software
es: Software de código abierto y de terceros
fr: Logiciels open source et tiers
hu: Nyílt forráskódú és harmadik féltől származó szoftverek
it: Software open source e di terze parti
ko: 오픈 소스 및 서드파티 소프트웨어
nb: Åpen kildekode og tredjepartsprogramvare
nl: Opensource- en externe software
pl: Oprogramowanie open source i firm trzecich
ro: Software cu sursă deschisă și de la terți
ru: Программное обеспечение с открытым исходным кодом и от сторонних разработчиков
sk: Softvér s otvoreným zdrojovým kódom a tretích strán
sl: Odprtokodna programska oprema in oprema tretjih oseb
sv: Öppen källkod och tredjepartsprogram
uk: Програмне забезпечення з відкритим кодом і сторонніх розробників
zh_hans: 开源与第三方软件

source: Open Source & Third-Party Software…
cs: Software s otevřeným zdrojovým kódem a software třetích stran…
da: Open source- og tredjepartssoftware…
de: Open Source & Drittanbieter-Software…
es: Software de código abierto y de terceros…
fr: Logiciels open source et tiers…
hu: Nyílt forráskódú és harmadik féltől származó szoftverek…
it: Software open source e di terze parti…
ko: 오픈 소스 및 서드파티 소프트웨어…
nb: Åpen kildekode og tredjepartsprogramvare…
nl: Opensource- en externe software…
pl: Oprogramowanie open source i firm trzecich…
ro: Software cu sursă deschisă și de la terți…
ru: Программное обеспечение с открытым исходным кодом и от сторонних разработчиков…
sk: Softvér s otvoreným zdrojovým kódom a tretích strán…
sl: Odprtokodna programska oprema in oprema tretjih oseb…
sv: Öppen källkod och tredjepartsprogram…
uk: Програмне забезпечення з відкритим кодом і сторонніх розробників…
zh_hans: 开源与第三方软件…

source: Open System Settings
cs: Otevřít Nastavení systému
da: Åbn Systemindstillinger
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
hu: Rendszerbeállítások megnyitása
it: Apri Impostazioni di Sistema
ko: 시스템 설정 열기
nb: Åpne Systeminnstillinger
nl: Systeeminstellingen openen
pl: Otwórz Ustawienia systemowe
ro: Deschide Reglaje de sistem
ru: Открыть Системные настройки
sk: Otvoriť Systémové nastavenia
sl: Odpri sistemske nastavitve
sv: Öppna Systeminställningar
uk: Відкрити Системні параметри
zh_hans: 打开“系统设置”

source: Open Terminal
cs: Otevřít Terminál
da: Åbn Terminal
de: Terminal öffnen
es: Abrir el Terminal
fr: Ouvrir Terminal
hu: Terminál megnyitása
it: Apri Terminale
ko: 터미널 열기
nb: Åpne Terminal
nl: Terminal openen
pl: Otwórz Terminal
ro: Deschide Terminal
ru: Открыть Терминал
sk: Otvoriť Terminál
sl: Odpri Terminal
sv: Öppna Terminal
uk: Відкрити Термінал
zh_hans: 打开“终端”

source: Open Terminal Here
cs: Otevřít Terminál zde
da: Åbn Terminal her
de: Terminal hier öffnen
es: Abrir el Terminal aquí
fr: Ouvrir Terminal ici
hu: Terminál megnyitása itt
it: Apri Terminale qui
ko: 여기서 터미널 열기
nb: Åpne Terminal her
nl: Terminal hier openen
pl: Otwórz Terminal tutaj
ro: Deschide Terminal aici
ru: Открыть Терминал здесь
sk: Otvoriť Terminál tu
sl: Odpri Terminal tukaj
sv: Öppna Terminal här
uk: Відкрити Термінал тут
zh_hans: 在此处打开“终端”

source: Open With
cs: Otevřít pomocí
da: Åbn med
de: Öffnen mit
es: Abrir con
fr: Ouvrir avec
hu: Megnyitás ezzel
it: Apri con
ko: 다음으로 열기
nb: Åpne med
nl: Open met
pl: Otwórz za pomocą
ro: Deschide cu
ru: Открыть в программе
sk: Otvoriť pomocou
sl: Odpri z
sv: Öppna med
uk: Відкрити за допомогою
zh_hans: 打开方式

source: Open an FTP connection first (the active panel must be browsing an FTP site).
cs: Nejprve otevřete připojení FTP (aktivní panel musí procházet server FTP).
da: Åbn en FTP-forbindelse først (det aktive panel skal gennemse et FTP-sted).
de: Zuerst eine FTP-Verbindung öffnen (das aktive Panel muss eine FTP-Site anzeigen).
es: Abre primero una conexión FTP (el panel activo debe estar explorando un sitio FTP).
fr: Ouvrez d’abord une connexion FTP (le panneau actif doit parcourir un site FTP).
hu: Először nyisson meg egy FTP-kapcsolatot (az aktív panelnek egy FTP-helyet kell böngésznie).
it: Apri prima una connessione FTP (il pannello attivo deve esplorare un sito FTP).
ko: FTP 연결을 먼저 여십시오(활성 패널이 FTP 사이트를 탐색 중이어야 함).
nb: Åpne en FTP-tilkobling først (det aktive panelet må bla i et FTP-nettsted).
nl: Open eerst een FTP-verbinding (het actieve paneel moet een FTP-site doorbladeren).
pl: Najpierw otwórz połączenie FTP (aktywny panel musi przeglądać witrynę FTP).
ro: Deschideți mai întâi o conexiune FTP (panoul activ trebuie să răsfoiască un sit FTP).
ru: Сначала откройте FTP-подключение (активная панель должна отображать FTP-сервер).
sk: Najprv otvorte FTP pripojenie (aktívny panel musí prehliadať FTP server).
sl: Najprej odprite povezavo FTP (aktivni panel mora brskati po mestu FTP).
sv: Öppna en FTP-anslutning först (den aktiva panelen måste visa en FTP-plats).
uk: Спочатку відкрийте з’єднання FTP (активна панель має переглядати сайт FTP).
zh_hans: 请先打开一个 FTP 连接（活动面板必须正在浏览 FTP 站点）。

source: Open connection
cs: Otevřené připojení
da: Åben forbindelse
de: Offene Verbindung
es: Conexión abierta
fr: Connexion ouverte
hu: Nyitott kapcsolat
it: Connessione aperta
ko: 열린 연결
nb: Åpen tilkobling
nl: Open verbinding
pl: Otwarte połączenie
ro: Conexiune deschisă
ru: Открытое соединение
sk: Otvorené pripojenie
sl: Odprta povezava
sv: Öppen anslutning
uk: Відкрите з’єднання
zh_hans: 已打开的连接

source: Open in Default App
cs: Otevřít ve výchozí aplikaci
da: Åbn i standardprogram
de: In Standard-App öffnen
es: Abrir en la app por omisión
fr: Ouvrir dans l’app par défaut
hu: Megnyitás az alapértelmezett alkalmazásban
it: Apri nell’app predefinita
ko: 기본 앱으로 열기
nb: Åpne i standardapp
nl: Openen in standaardprogramma
pl: Otwórz w domyślnej aplikacji
ro: Deschide în aplicația implicită
ru: Открыть в приложении по умолчанию
sk: Otvoriť v predvolenej aplikácii
sl: Odpri v privzeti aplikaciji
sv: Öppna i standardprogram
uk: Відкрити в програмі за замовчуванням
zh_hans: 在默认应用程序中打开

source: Open in editor (F4)
cs: Otevřít v editoru (F4)
da: Åbn i editor (F4)
de: Im Editor öffnen (F4)
es: Abrir en el editor (F4)
fr: Ouvrir dans l’éditeur (F4)
hu: Megnyitás szerkesztőben (F4)
it: Apri nell’editor (F4)
ko: 편집기에서 열기(F4)
nb: Åpne i redigerer (F4)
nl: Openen in editor (F4)
pl: Otwórz w edytorze (F4)
ro: Deschide în editor (F4)
ru: Открыть в редакторе (F4)
sk: Otvoriť v editore (F4)
sl: Odpri v urejevalniku (F4)
sv: Öppna i redigerare (F4)
uk: Відкрити в редакторі (F4)
zh_hans: 在编辑器中打开（F4）
